
{
    "blogs": [
    {
      "id" : "001",
      "title" : "Harry Turns Forty",
      "author" : "Micca",
      "category" : "blog",
      "date" : "16-06-2020",
      "image" : "harry-turns-forty.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "harry-turns-forty",
      "summary" : "Hello, everyone ! We're so excited to announce that we are kickstaring a new activity here at HMS Harmony!",
      "description" : "Hello, everyone ! We're so excited to announce that we are kickstaring a new activity here at HMS Harmony! Introducing the HMS Harmony Writing Fest, where we are encouraging EVERYONE to write and post their themed fics online! Our first theme is... Harry's 40th Birthday!! July 31, 2020 is Harry Potter's 40th birthday. We are asking YOU to write a story, NO restrictions on the length, and post it anywhere by Tuesday, July 28th. You can post it on  Tumblr, Archive of Our Own, Fanfiction.Net, here in •┊drabbles, your own website... really, we want you to post it wherever your heart desires! We want to encourage all non-published fanfic authors to try their hand on writing as well!  Just a few simple rules: 1. MUST be Harmony, of course. 2. MUST be about Harry's 40th birthday.  3. MUST be posted online in a publicly accessible place by Tuesday, July 28, 2020. 4. NO length requirements! Note: If you are going to post on Ao3, we have created a collection called HMS Harmony Discord Writing Fest: Harry's 40th Birthday which you can post to. Link is: https://archiveofourown.org/collections/HMS_Harmony_Discord_Writing_Fest_Harrys_40th_Birthday. We will be compiling a list of all submissions and sharing it with the server on July 31st! To be included in this list, please fill out this form: https://docs.google.com/forms/d/e/1FAIpQLSdKxgELWaAhposn3vAo-OErTp5r7vA7X4Tib5Hx5keEkxtsaQ/viewform?usp=sf_link"
    },{
      "id" : "002",
      "title" : "The Jily Meets Harmony Challenge",
      "author" : "Micca",
      "category" : "blog",
      "date" : "8-12-2020",
      "image" : "jily-meets-harmony.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "jily-meets-harmony-challenge",
      "summary" : "There have previously been challenges such as Reptilia28's 'Don't Fear the Reape' challenge which, while beloved and an inspiration for many great stories, has been done many times.",
      "description" : "There have previously been challenges such as Reptilia28's 'Don't Fear the Reape' challenge which, while beloved and an inspiration for many great stories, has been done many times. It is past time that a new challenge was presented to the Harmony community. This challenge is aimed to be much different in tone and to utllize the potential in a setting that is not seen enough in HHr fics. Introducing the....    The Jily Meets Harmony Challenge. Must include: 1. James/Lily and Harry/Hermione strictly. 2. James and Lily must be alive. Either by surviving Halloween, coming back to life, or their canon deaths never happening/being avoided. (Can include either Time Travel or a Canon Divergence event). 3. Sirius should also live and be free/exonerated. 4. Lily must at some point braid Hermione's hair. 5. James and Harry must at some point fly together. 6. Harry cannot have a Boy Who Lived (Or Wrong Boy Who Lived) sibling. 7. No Jily bashing. 8. Include the requirements and description of the challenge in an Author's Note. Optional: 1. Line from James: 'Are you sure you don't fancy Hermione?' 2. Line from Lily: 'You know, Harry is lucky to have you.' 3. Line from Sirius: 'I'm trying to decide which pair of you lovebirds is more [__].' 4. Preferably avoids common tropes (overdone bashing, love potions etc)  We hope for and highly encourage as many unique ideas as possible! However, if you are having trouble, here are a few possible scenarios that can be used to get you started: Potential Scenarios to ensure #2 (Jily Lives): 1. Harry and Hermione try their luck with a ritual to bring his parents back to life. They are surprised it works.  2. During the time turner adventure of POA, Harry and Hermione do more than saving Sirius. They go back in time and end up saving them all.  3. James and Lily end up travelling to the future.    4. Harry and Hermione end up being given another chance at life. But have they gone to the past or is this a different dimension entirely?    5. Something happened that fateful night on October 31st that ensured the Potters lived to tell their tale.        Your story can involve anything from Harry and Hermione going back in time, the Potters going forward in time, the Potters never dying, the Potters (or Harry and Hermione) travelling to another dimensions.... The sky's the limit!   This challenge has no expiry date. However, the HMS Discord is encouraging those @Writers who wish to participate to try to post their first chapter by October 31st. Please make sure to list the specific rules of the challenge at the beginning of your story.  A night where James and Lily lost it all will now be used to bring them back to life. There will be an AO3 collection (https://archiveofourown.org/collections/The_Jily_Meets_Harmony_Challenge) and a community on FFN (https://www.fanfiction.net/community/The-Jily-Meets-Harmony-Challenge/132932/) to submit to and all entries will also be featured in the discord. It's time for Harry to finally have a happy Halloween. "
    },{
      "id" : "003",
      "title" : "Christmas With Harmony 2020",
      "author" : "RantQueen",
      "category" : "blog",
      "date" : "21-11-2020",
      "image" : "christmas-with-harmony.jpg",
      "gif" : "https://media.tenor.com/PTFFhR1GBOgAAAAC/harry-potter-hermione-granger.gif",
      "gif_tagline" : "Harmony At Christmas Time...",
      "shortname" : "christmas-with-harmony",
      "summary" : "Hello, everyone ! The HMS Harmony Discord and this sub have a new event to announce….introducing Christmas with Harmony our joint Christmas Fanart Challenge and Writing Fest!",
      "description" : "Hello, everyone ! The HMS Harmony Discord and this sub have a new event to announce….introducing Christmas with Harmony our joint Christmas Fanart Challenge and Writing Fest! Whether you are an Artist or a Writer , you have from now until Christmas Day (December 25th) to post any fanart or fanfic of a very merry Harmony Christmas! The rules are simple: It must be strictly Harmony It must involve Christmas or other winter celebrations like Hanukkah and Kwanzaa For fanfics: Any length fics are allowed, though they must be complete. We’ve created Ao3 (https://archiveofourown.org/collections/Christmas_With_Harmony_2020) and FFN collections (https://www.fanfiction.net/community/HMS-Harmony-Discord-Writing-Fests-Drabbles-and-Inspired-Fics/133288/) for you to post to should you wish! Make sure to promote your fics in the discord’s •┊self-promotion channel once they’ve been published! For fanart: Please tag us @ hms_harmony if you’re posting on Instagram or @ hms-harmony-discord if you’re posting on Tumblr! Make sure to use the tag #hhrfanartfriday and #christmaswithharmony Make sure to promote your fanart in the discord’s fanart channels! We’re so excited to see your work! Have a safe and fun holidays, everyone. Thank you to the artists for the beautiful banner."
    },{
      "id" : "004",
      "title" : "Valentine's Day 2021",
      "author" : "Micca",
      "category" : "blog",
      "date" : "04-01-2021",
      "image" : "valentines-day-2021.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "valentines-day-2021",
      "summary" : "Hi  everyone! We're coming at you with some very exciting news! The HMS Harmony Discord is hosting its first ever writing contest!! We are calling on all of our @Writer  and any interested members to participate in the... <3 <3 <3  Valentine's Day 2021 Contest!! <3 <3 <3",
      "description" : "Hi everyone! \"<br />\" We're coming at you with some very exciting news! \"<br />\" The HMS Harmony Discord is hosting its first ever writing contest!! \"<br />\" We are calling on all of our Writer  and any interested members to participate in the... Valentine's Day 2021 Contest!! \"<br />\" Ao3 Collection Link: https://archiveofourown.org/collections/HMS_Harmony_Discord_VDay_Contest_2021 This contest is a prompt claim and fulfil challenge. This means that ALL members of the Discord are encouraged to SUBMIT Valentine’s Day related Harmony prompts and anyone who wants to participate in the contest can CLAIM one of these prompts. All participants who claimed a prompt must submit their completed fics to the collection (by using the “Fulfil Prompt” function in Ao3) by February 13th 11:59PM EST. All fics and writers will be revealed on Valentine’s Day, February 14th. Members of the Discord will then be asked to read all of the fics and vote on certain categories, such as Best Fluff, Best Angst, Best Execution of Prompt, and Overall Favourite (amongst others, depending on fics submitted). Notes: 1. You need an Ao3 account to participate (sorry for the inconvenience!). If you don’t have one, we suggest you request for an invite through the website OR message any of the @Mod since we can connect you with someone who has invites! 2. This is an ANONYMOUS contest! This means you submit prompts anonymously, claim a prompt anonymously, and also fulfil them anonymously. Do not tell people (except your betas) which prompt you’ve chosen. This also means you should not cross-post your fic to other websites until the Ao3 collection is revealed on Valentine’s Day. 3. The mods already added some prompts to the challenge, but we highly encourage you to add more! Feel free to claim your own prompt, but try and leave another prompt for someone else. 4. Message @micca. if you have questions. =)  To sign-up/submit prompts: 1. Go to the Ao3 collection. 2. Click the Sign-Up button at the top right. In this page, you can enter the prompt details and even submit multiple ones. To view all prompts submitted/claim a prompt: 1. Go to the Ao3 collection. 2. On the left side-bar, click on Prompts. 3.  Look through the list, and hit Claim on the one you want to claim. 4. Claim only ONE prompt, and try not to claim a prompt that is already claimed (unless you really, really have to).  To fulfil a prompt: 1. Go to the Ao3 collection. 2. Find your prompt. 3. Click the Fulfil button which should take you to a page to input your story details. 4. There are NO word count restrictions. The only requirement is the submitted fic must be complete.  Have fun writing!! "
    },{
      "id" : "005",
      "title" : "Harmony In Spring",
      "author" : "RantQueen",
      "category" : "blog",
      "date" : "15-03-2021",
      "image" : "harmony-in-spring.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "harmony-in-spring",
      "summary" : "Everyone Since Spring is around the corner, we decided to do a little harmony prompt event based on the season. Harmony in Spring!",
      "description" : "Everyone Since Spring is around the corner, we decided to do a little harmony prompt event based on the season. Harmony in Spring! Artist Calling all artists, whether you do digital art or fanedits! You have four weeks from March 20th (the official first day of Spring) to take inspiration from one of the prompts or your own imagination to show Harmony during Springtime. All submissions can be posted in •┊hhr-fan-art (if it's fanart) or •┊hhr-edits (if it's an edit). The art can be anything that involves this theme from fan-edits to digital art to traditional art. It can be anything during spring: Harry and Hermione walking in the rain, having a picnic, going to Hogsmeade, etc .... Let your imagination run wild!  🎨 🖌️ If you post your submissions on instagram/tumblr, make sure to @ the HMS Harmony account so we can feature your post or reblog. :hms_hhrlove: Also, use the tag #hhrfanartfriday. Writer Writers are included in this prompt challenge as well, but this time there's a limit on the word count: writing submissions have to be between 500 to 5k words, posted either in the discord drabble channel or the HMS Harmony AO3 and FFN collections. https://archiveofourown.org/collections/HMS_Harmony_Discord_Drabbles. It's spring time for Harmony, show us how they bloom."
    },{
      "id" : "006",
      "title" : "HMS Harmony 4K Milestone",
      "author" : "RantQueen",
      "category" : "blog",
      "date" : "29-09-2021",
      "image" : "4k-milestone.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "4k-milestone",
      "summary" : "The HMS Harmony Discord Server has reached 4000 members!! Hi everyone ! We are so excited to announce that the server has reached yet another milestone. We are now at 4000 members! It is a little unbelievable to see how much this server has grown, especially for the admins here who remember a time when we were overjoyed to even have 100 members.  Thank you all for that you do to make this a fun, interactive, and safe place for harmony shippers.",
      "description" : "🔥  The HMS Harmony Discord Server has reached 4000 members!! 🔥 Hi @everyone ! We are so excited to announce that the server has reached yet another milestone. We are now at 4000 members! It is a little unbelievable to see how much this server has grown, especially for the admins here who remember a time when we were overjoyed to even have 100 members. Thank you all for that you do to make this a fun, interactive, and safe place for harmony shippers. ImageTo celebrate reaching 4k, we are launching a interhouse competition related to the number 4 where the Hogwarts House with most challenge entries wins. The winning house members will receive a special role and a chance to change the server icon and server banner to an image of their choosing.  @everyone whether they are a @Writer , an @Artist , or just someone who wants to have fun, is encouraged to join in.You can participate by writing a fic, posting a drabble in •┊drabbles, drawing art in •┊hhr-fan-art, posting a headcanon, doing an HHr analysis/essay or making an edit etc based on any of the following prompts: 🌟 Four seasons of Harmony🌟 Fourth Year🌟 Number 4 Privet Drive🌟 Four Elements (wind, water, fire, earth)🌟 Four Hogwarts Houses🌟 Fourplay (NSFW submissions should be tagged if posted in •┊drabbles )🌟 Fourshadowing: incorporate a small moment from canon when harmony get together. (Ex. Books and cleverness and...)🌟 In many cultures, the number 4 is considered a lucky number and in others unlucky (Ex. some dialects in China have 'four' share the same pronunciation as 'death' where others shares the same pronunciation as 'fortune'). This prompt centers around luck or unluckiness, whichever one you think represents the number 4 best. 🌟 A Wild Card, where the prompt can be anything you decide, as long as it relates to the number 4 in some way. (Even if it is a terrible pun).Of course, all submissions must center around harmony.Thank you arush  for the graphics. ❤️ Have fun and may the best house win! Also: For those who want to participate in the House Competition, if you submit an entry make sure to say so in •┊4k-house-competition so we can tally the house scores. Please specify which prompt you used and what house you're in (if you don't already have one of the house #•┊old-roles, that is)."
    },{
      "id" : "007",
      "title" : "HMS Harmony Discord Secret Santa",
      "author" : "RantQueen",
      "category" : "blog",
      "date" : "19-11-2021",
      "image" : "secret-santa-2021.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "secret-santa-2021",
      "summary" : "Hello, everyone ! We are happy to announce the first Secret Santa Gift Exchange hosted by the HMS Harmony Discord and Facebook! Whether you are an Artist or a Writer , you have from now until November 25th to sign up for the event. By November 30th, you should be contacted by a mod with your secret santa details. All secret santa gifts should be delivered by December 30th at the latest.  (If you want to give your gift before that date, you can!).",
      "description" : "Hello, everyone ! We are happy to announce the first Secret Santa Gift Exchange hosted by the HMS Harmony Discord and Facebook! Whether you are an @Artist or a @Writer , you have from now until November 25th to sign up for the event. By November 30th, you should be contacted by a mod with your secret santa details. All secret santa gifts should be delivered by December 30th at the latest.  (If you want to give your gift before that date, you can!)Please fill out the following form and submit it in time if you would like to participate: https://docs.google.com/forms/u/6/d/e/1FAIpQLSfEZ2i7WQHBjxtkx1lJG7oFJfWE2DKdPQ-187vDxUDVCw9Udw/viewformRemember that these are gifts for someone else, so please try to put in effort that reflects that. If you are submitting a gift fic:1. The fic must be at least 1.5k words. 2. The fic must be posted under the HMS Harmony Secret Santa AO3 collection: https://archiveofourown.org/collections/HMS_Harmony_Secret_Santa3. Please use the AO3 gifting tool to select your secret santa's AO3 username as the 'gift recipient' on AO3. If you are submitting a gift fanart:1. The fanart must be a completed work. 2. Please tag us @ hms_harmony if you're posting on Instagram or @ hms-harmony-discord if you're posting on Tumblr! 3. If you have an AO3 account, you can upload the gift image to AO3 as an alternative platform and use the Gifting tool to select your secret santa as the gift recipient. Please do NOT sign up if you are uncertain if you can actually participate. We do NOT want any last minute drop outs that leave anyone without a gift.All gifts must center around Harry and Hermione. **Crossovers and Original Characters are not allowed.Thank you to hasty for letting us use her wonderful art. We're so excited to see your work!  ❄️ "
    },{
      "id" : "008",
      "title" : "Valentine's Day 2022",
      "author" : "Micca",
      "category" : "blog",
      "date" : "12-01-2022",
      "image" : "valentines-day-2022.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "valentines-day-2022",
      "summary" : "Hi everyone !! We are so excited to announce the... HMS Harmony Valentine's Day 2022 Event!! This is a prompt claim and fulfil challenge open to all Writer  and Artist . This means that ALL members of HMS Harmony are encouraged to SUBMIT prompts and anyone who wish to participate can CLAIM one of these prompts. Writers must submit their completed fics to the collection (by using the “Fulfil Prompt” function in Ao3) while artists must post their completed fanart to either Instagram (tag hms_harmony), Tumblr (tag hms-harmony-discord) or submit to the Ao3 collection by February 14th at the LATEST.",
      "description" : "Hi everyone !! We are so excited to announce the... HMS Harmony Valentine's Day 2022 Event!!  Ao3 Link: https://archiveofourown.org/collections/HMS_Harmony_Valentine_Day_Fest_2022/profile This is a prompt claim and fulfil challenge open to all @Writer  and @Artist . This means that ALL members of HMS Harmony are encouraged to SUBMIT prompts and anyone who wish to participate can CLAIM one of these prompts. Writers must submit their completed fics to the collection (by using the “Fulfil Prompt” function in Ao3) while artists must post their completed fanart to either Instagram (tag @hms_harmony), Tumblr (tag @hms-harmony-discord) or submit to the Ao3 collection by February 14th at the LATEST. Prompts: We suggest submitting prompts which are either: 1. Valentine's Day ❤️  related OR 2. Smut related ⛺  OR  3. A combination of the two :hms_hermionepeek:  Please also submit prompts which will be suitable for fanart.  Submitting a Prompt: You have from now til February 14th to submit a prompt! You MUST have an Ao3 account to submit a prompt, or ask your friends if you don't have one! Prompts will be anonymous until February 14th. 1. Go to the Challenge Link 2. Go to Prompts listed on the sidebar 3. Click on the Sign-Up button 4. On the Sign-Up page, fill in your prompt ideas. Make sure you specify if it's a fanfic or fanart prompt. You can submit up to 20 prompts. Claiming a Prompt: You have from now til February 14th to claim a prompt! You MUST have an Ao3 account to claim a prompt. Contact a mod if you don't have one. 1. Go to the Challenge Link 2. Go to Prompts listed on the sidebar 3. Browse the prompts, and select the Claim button for the one you want.  DO NOT claim a prompt that is already claimed. Only claim ONE prompt UNLESS you've already fulfilled a prompt and want to claim another one.  Fulfilling a Prompt: You have from now til February 14th to fulfill your prompt! Once you publish your work, it WILL be visible to everybody! We are not waiting until February 14th to reveal all of the works.  If you are an @Artist , you do NOT have to post your art on Ao3 if you wish. But please do tag or mention HMS Harmony wherever you post it.  1. Go to the Challenge Link 2. Go to My Claims listed on the sidebar 3. Select Fulfil and input your story details there Let the mods know if you have any questions! We are so excited to see what our members will come up with!  Thank you to @magical_olympus on instagram for letting us use her commissioned art. If you want to ask any questions or discuss the event, you can do so at #deleted-channel  We hope this gets you in the mood for harmony and love. :hms_hhrlove:  - your HMS Harmony modmins "
    },{
      "id" : "009",
      "title" : "Harmony Book Nook",
      "author" : "Magpie",
      "category" : "blog",
      "date" : "28-01-2022",
      "image" : "harmony-book-nook.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "harmony-book-nook",
      "summary" : "Hello everyone ! We’re so excited to bring to you our very own fanfiction bookclub... Harmony's Book Nook!!!  Each month, we’ll be having 1 long fic (minimum 50k words) and 2 short fics (maximum 50k words) to read together. You can vote for which fics you’d prefer to read during the upcoming month using the poll in •┊voting-and-updates.",
      "description" : "Hello everyone ! We’re so excited to bring to you our very own fanfiction bookclub... Harmony's Book Nook!!! Each month, we’ll be having 1 long fic (minimum 50k words) and 2 short fics (maximum 50k words) to read together. You can vote for which fics you’d prefer to read during the upcoming month using the poll in •┊voting-and-updates .  For this bookclub, we'll be focusing mostly on fics from Portkey. We want to bring back the fics which may have been forgotten about and introduce everyone to some hidden gems!  After 3 fics have been selected by the vote of majority, you will be required to read each fic within the assigned timeframe, which will depend upon the word count of the fic.  Meanwhile, discussions for each fic can be held in •┊discussion  and under the threads that will be created in that channel. In addition, we will be having moderated discussions interspersed throughout the month where a series of questions will be posed and you can debate and discuss the various elements of the current read. We’ve also created a role to notify interested members of important announcements regarding the bookclub, so please head on over to #•┊old-roles   and react with 📚  if you'd like to stay updated! https://discord.com/channels/575526474426220554/614072370851741697/933850437851938846 Voting for our February 2022 reads closes a year ago so make sure to get your votes in before January 31st!  Please vote for 3 fics, i.e., 1 long fic and 2 short fics which you'd be interested to read. We hope you enjoy taking part in the bookclub! Have fun and happy reading! - your HMS Harmony Modmins "
    },{
      "id" : "010",
      "title" : "Art Session Saturdays",
      "author" : "RayDarkwolf",
      "category" : "blog",
      "date" : "28-01-2022",
      "image" : "artsessionsaturdays.gif",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "art-session-saturdays",
      "summary" : "Hello Artists ! We have created weekly activities for the artists of this server where we can all get together in a fun group art study session on the weekend and draw for a period of time, then come back to share our works and give each other feedback. Artists can take turns in streaming the process and leading the session. Every session will have different things to study (Ex. drawing specific poses, mastering drawings hands etc.) and we are open to ideas!",
      "description" : "Hello Artists ! We have created weekly activities for the artists of this server where we can all get together in a fun group art study session on the weekend and draw for a period of time, then come back to share our works and give each other feedback. Artists can take turns in streaming the process and leading the session. Every session will have different things to study (Ex. drawing specific poses, mastering drawings hands etc.) and we are open to ideas!  This is not meant to be a competition, but an opportunity for us all to grow our skills while also having fun and be able to get help from other artists here.  If you would like to be notified for these weekly sessions, please click the @Art Session Saturdays role here- https://discord.com/channels/575526474426220554/892927270371618817/937171494285479937 We want to make timing and scheduling as flexible for everyone as possible, so do feel free to voice what times you are available on this form https://forms.gle/q4aGesmNY3aKzUd87 Today's event starts at 11:00 am Eastern Standard Time Topic for Study- Chibis Art Sessions will take place in •┊art-sessions  Looking forward to seeing you all there!"
    },{
      "id" : "011",
      "title" : "Harmony MAYhem",
      "author" : "Micca",
      "category" : "blog",
      "date" : "30-04-2022",
      "image" : "harmony-mayhem.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "harmony-mayhem",
      "summary" : "Hi Harmony Enthusiast ! We're coming at you with a brand new HMS Harmony event!  April showers bring May flowers in the form of Harmony MAYhem!! Starting May 1st, you can claim any of the aMAYzing prompts in the HMS Harmony MAYhem AO3 collection!",
      "description" : "Hi Harmony Enthusiast ! We're coming at you with a brand new HMS Harmony event! April showers bring May flowers in the form of Harmony MAYhem!! Starting May 1st, you can claim any of the aMAYzing prompts in the HMS Harmony MAYhem AO3 collection: https://archiveofourown.org/collections/HMS_Harmony_MAYhem/requestsAnd submit a fanfic or fanart to fulfill the prompt. You can claim as many prompts as you want and a prompt can be claimed by more than one individual. You can also suggest more prompts to be added (must contain MAY puns, of course 😉): We will award POINTS to everyone and tally these up per House in •┊points-tally. The House with the most points by the end of the event wins! We will also award House MVP for the person who accumulated the most points per House. So make sure you grab a House and form your allegiance before you participate!At the end of the event, the mods will also be voting amongst all submissions for the following individual awards for fic and art: Most MAYmorable Most RoMAYntic FluffMost DraMAYtic AngstSteaMAYest SmutBest CoMAYdyTo participate you MUST fill out this form: https://docs.google.com/forms/d/1eVcPxOg9tiOBRWVpl5bomPIqLoTsuLMGP-kgHOnCxe4 Here are the submissions rules and points breakdown: For fanfics:The minimum submission is 2K words.Points for fanfics will be awarded as follows: 1. One point for submitting. 2. Additional points for every additional 2K words.Note: please post in •┊self-promotion and @ a mod while doing so to alert them of your submission. For fanart:Points for fanart will be awarded as follows:1. One point for submitting. 2. Additional points each for colour, including a background, or further complexity (as per our Art Mods' discretion).Note: Please @ the HMS Harmony account on social media so we can share your artwork!All submissions must of course centre around Harry/Hermione.If you have any questions or wish to discuss the event, head on over to •┊advent-fest We look forward to seeing your creativity ❤️!xo, your mods"
    },{
      "id" : "012",
      "title" : "Hermione's Birthday Challenge",
      "author" : "RayDarkwolf",
      "category" : "blog",
      "date" : "29-08-2022",
      "image" : "hermiones-birthday-challenge.jpg",
      "gif" : "http://i.giphy.com/PW7MoTD2d9pJK.gif",
      "gif_tagline" : "Hermione when she finds out Harry is doing something for her birthday..",
      "shortname" : "hermiones-birthday-challenge",
      "summary" : "Hey Artist With Fall approaching, the art mods have organized a new event to celebrate Hermione’s upcoming birthday in September- Build-A-Birthday Challenge! You will have the chance to build your own birthday prompt by drawing randomly from 3 spin the wheels and then challenged to create artwork of Harmony celebrating Hermione’s birthday based on that prompt!",
      "description" : "Hey Artist With Fall approaching, the art mods 🎨 have organized a new event to celebrate Hermione’s upcoming birthday in September: Build-A-Birthday Challenge! 🥳🎉 You will have the chance to build your own birthday prompt by drawing randomly from 3 spin the wheels and then challenged to create artwork of Harmony celebrating Hermione’s birthday based on that prompt! Prompts will be based on 3 things (links to spin the wheels for each below):  ✨ Harmony's age https://wheelofnames.com/439-hj4 ✨ Colour palette of art https://wheelofnames.com/54c-c8p ✨ Random item (doesn’t have to be main focus of art piece but must be included somewhere in the art!) https://wheelofnames.com/rcg-q92 The art must center around Hermione and Harry :hms_hhrlove:. You will have until September 19th to submit your art pieces in •┊hhr-fan-art . If posting on social media make sure to tag the HMS Harmony socials and use the hashtag #buildabdayhhr ! You can post your prompt results and discuss in •┊art-talk . Have fun!"
    },{
      "id" : "013",
      "title" : "Harmony Hallow 2022",
      "author" : "Magpie",
      "category" : "blog",
      "date" : "29-09-2022",
      "image" : "harmony-hollow-22.jpg",
      "gif" : "",
      "gif_tagline" : "",
      "shortname" : "harmony-hollow-22",
      "summary" : "Hi Harmony Enthusiast! September may have just started but October is right around the corner...and with it comes spooky thrills in the form of Harmony Hollow!! Starting September 1st, you can claim any of the spooky (and not so spooky)  prompts in the Harmony Hollow AO3 collection.",
      "description" : "Hi Harmony Enthusiast! September may have just started but October is right around the corner...and with it comes spooky thrills in the form of    Harmony Hollow!!     Starting September 1st, you can claim any of the spooky (and not so spooky)  prompts in the Harmony Hollow AO3 collection: https://archiveofourown.org/collections/Hhr_Harmony_Hollow/ This is a prompt claim and fulfil challenge open to all @Writers and @Artists. This means that ALL members of HMS Harmony are encouraged to SUBMIT prompts and anyone who wishes to participate can CLAIM one of these prompts. Writers must submit their completed fics to the collection (by using the 'Fulfil Prompt' function in A03) while Artists must post their completed fanart to either Instagram (tag @hms_harmony), Tumblr (tag @hms-harmony-discord) or submit to the A03 collection. Prompts We encourage submitting prompts in these categories: 1. Hogwarts Haunts - set in Hogwarts 2. Slice of Pumpkin Pie - domestic themes 3. Costume Party - AU prompts 4. Trick and Treat - prompts that are have both angst and fluff 5. Cult Favourites - prompts based on iconic Halloween movies  6. Edgar Allen Harmony - prompts for H/Hr poetry 7. Harmony but Horror - thriller/spooky fics 8. Mythical Monsters - creature fic prompts. Please also submit prompts which will be suitable for fanart. Submitting a Prompt: You have from now till October 31st to submit a prompt! You MUST have an A03 account to submit a prompt, or ask your friends for an invite if you don't have one! 1. Go to the Challenge Link 2. Go to Prompts listed on the sidebar 3. Click on the Sign-Up button 4. On the Sign-Up page, fill in your prompt ideas and mention the category. Make sure you specify if it's a fanfic or fanart prompt. [6:14 AM] Claiming a Prompt: You MUST have an A03 account to claim a prompt. Contact a mod if you don't have one. 1. Go to the Challenge Link 2. Go to Prompts listed on the sidebar 3. Browse the prompts, and select the Claim button for the one you want. For fanfics: The submission must be at least 2K words. It must centre around Harry/Hermione pairing.  It must be related to one of the given themed prompts.  If you would like your fic submission to be promoted during the month in our Halloween Hall of Fame, please try your best to have your submission (or at least the first part of it, if it's a WIP) posted by October 1st!  Thank you to @hasty for letting us use her art and a huge thank you to @Myst for helping us organize this event! Join us in •┊advent-fest  to discuss the event and have fun! We look forward to seeing what you come up with! ~ your HMS modmins"
    },{
      "id" : "014",
      "title" : "Harmony Advent Fest 2022",
      "author" : "Astro",
      "category" : "blog",
      "date" : "29-11-2022",
      "image" : "advent-fest-2022",
      "gif" : "https://media.tenor.com/PTFFhR1GBOgAAAAC/harry-potter-hermione-granger.gif",
      "gif_tagline" : "Harmony At Christmas Time...",
      "shortname" : "advent-fest-2022",
      "summary" : "Harmony Enthusiasts! Welcome to the 2022 HMS Harmony Advent Fest! A Christmas-themed event for our @Writers and @Artists. Every day, starting from the 1st of December, a new prompt will be announced in the HMS Harmony Discord. Participants need to write a short drabble centred around the prompt. 24 days until Christmas, 24 prompts.",
      "description" : "Harmony Enthusiasts! Welcome to the 2022 HMS Harmony Advent Fest :zv4milkxmas: . A Christmas-themed event for our @Writers and @Artists. Every day, starting from the 1st of December, a new prompt will be announced in the HMS Harmony Discord. Participants need to write a short drabble centred around the prompt. 24 days until Christmas, 24 prompts. Notes: - Where are the prompts? - The prompts will be released at 12:00 UTC in the •┊advent-fest channel everyday. - To be notified (pinged) when a new prompt is released, ask a mod for the Adventus role. How do I post stories to the fest? Feel free to post these drabbles as individual stories, or if you want to group them together, create an Adventus fic and post them as individual chapters! All stories must be posted to this collection: <a href='https://archiveofourown.org/collections/2022HMSHarmonyAdventFest/' target='_blank' alt=''>Link</a> Rules 1) All drabbles must involve and centre around the H/Hr pairing. 2) All stories must stick to the prompt and the overall Christmas theme. 3) Stories involving explicitly sexualised H/Hr before HBP are not allowed. 4) All explicit entries must be properly tagged. 5) You are not allowed to submit or reshare a previously written drabble to this fest. Any entries must be written specifically for this fest. 6) Plagiarism or promotion of plagiarised works is not allowed. ❄️ Good luck, and happy holidays! ❄️"
    }
    ]
  }