{
    "quotes": [
{
    "book": "Philosopher's Stone",
    "chapter": "The Journey From Platform Nine and Three-Quarters",
    "quote": "'Harry Potter,' said Harry. 'Are you really?' said Hermione. 'I know all about you, of course — I got a few extra books for background reading, and you’re in Modern Magical History and The Rise and Fall of the Dark Arts and Great Wizarding Events of the Twentieth Century.'\n'Am I?' Said Harry, feeling dazed.\n'Goodness, didn’t you know, I’d have found out everything I could if it was me,' said Hermione.",
    "shortname": "1"
},
{
    "book": "Philosopher's Stone",
    "chapter": "The Sorting Hat",
    "quote": "Mainly to avoid the staring eyes, Harry looked upward and saw a velvety black ceiling dotted with stars. He heard Hermione whisper, 'It’s bewitched to look like the sky outside. I read about it in Hogwarts. A History.'",
    "shortname": "2"
},
{
    "book": "Philosopher's Stone",
    "chapter": "The Potions Master",
    "quote": "'What is the difference, Potter, between monkshood and wolfsbane?' At this, Hermione stood up, her hand stretching toward the dungeon ceiling. 'I don’t know,' said Harry quietly. 'I think Hermione does, though, why don’t you try her?'",
    "shortname": "3"
},
{
    "book": "Philosopher's Stone",
    "chapter": "The Midnight Duel",
    "quote": "'Give it here!' Harry yelled, but Malfoy has leapt into his broomstick and taken off. He hadn’t been lying, he could fly well. Hovering level with the topmost branches of an oak he called, 'Come and get it, Potter!' Harry grabbed his broom. 'No!' shouted Hermione Granger. 'Madam Hooch told us not to move — you’ll get us all into trouble.'",
    "shortname": "4"
},
{
    "book": "Philosopher's Stone",
    "chapter": "The Midnight Duel",
    "quote": "‘Can’t a person eat in peace in this place?’ said Ron. Hermione ignored him and spoke to Harry.",
    "shortname": "5"
},
{
    "book": "Philosopher's Stone",
    "chapter": "The Midnight Duel",
    "quote": "‘Oh, move over,’ Hermione snarled. She grabbed Harry’s wand, tapped the lock and whispered, ‘Alohomora!’",
    "shortname": "6"
},
{
    "book": "Philosopher's Stone",
    "chapter": "The Midnight Duel",
    "quote": "But Hermione had given Harry something else to think about as he climbed back into bed. Someone knocked into Harry as they hurried past him. It was Hermione. Harry caught a glimpse of her face – and was startled to see that she was in tears.",
    "shortname": "7"
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry suddenly grabbed Ron’s arm. ‘I’ve just thought – Hermione.’ ‘What about her?’ ‘She doesn’t know about the troll.’",
    "shortname": "8"
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "as they reached the corner they heard something that made their hearts stop – a high, petrified scream – and it was coming from the chamber they’d just locked up. ‘Oh, no,’ said Ron, pale as the Bloody Baron. ‘It’s the girls’ toilets!’ Harry gasped. ‘Hermione!’ they said together. It was the last thing they wanted to do, but what choice did they have? Wheeling around they sprinted back to the door and turned the key, fumbling in their panic – Harry pulled the door open – they ran inside. Hermione Granger was shrinking against the wall opposite, looking as if she was about to faint. The troll was advancing on her, knocking the sinks off the walls as it went. ‘Confuse it!’ Harry said desperately to Ron, and seizing a tap he threw it as hard as he could against the wall.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Come on, run, run!’ Harry yelled at Hermione, trying to pull her towards the door, but she couldn’t move, she was still flat against the wall, her mouth open with terror.",
    "shortname": "9"
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Hermione hung her head. Harry was speechless. Hermione was the last person to do anything against the rules, and here she was, pretending she had, to get them out of trouble. It was as if Snape had started handing out sweets.",
    "shortname": "10"
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Hermione, however, stood alone by the door, waiting for them. There was a very embarrassed pause. Then, none of them looking at each other, they all said ‘Thanks’, and hurried off to get plates. But from that moment on, Hermione Granger became their friend.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "It was really lucky that Harry now had Hermione as a friend… She had also lent him Quidditch through the Ages, which turned out to be a very interesting read.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "As a surprise for Harry, they had painted a large banner on one of the sheets Scabbers had ruined. It said Potter for President and Dean, who was good at drawing, had done a large Gryffindor lion underneath. Then Hermione had performed a tricky little charm so that the paint flashed different colours.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘He’s doing something – jinxing the broom,’ said Hermione. ‘What should we do?’ ‘Leave it to me.’ Before Ron could say another word, Hermione had disappeared.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "His next present also contained sweets – a large box of Chocolate Frogs from Hermione.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Speaking quietly so that no one else would hear, Harry told the other two about Snape’s sudden, sinister desire to be a Quidditch referee. ‘Don’t play,’ said Hermione at once. ‘Say you’re ill,’ said Ron. ‘Pretend to break your leg,’ Hermione suggested.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry felt in the pocket of his robes and pulled out a Chocolate Frog, the very last one from the box Hermione had given him for Christmas.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Hermione jumped to her feet. She hadn’t looked so excited since they’d got back the marks for their very first piece of homework.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘I’m going to play,’ he told Ron and Hermione. ‘If I don’t, all the Slytherins will think I’m just too scared to face Snape. I’ll show them … it’ll really wipe the smiles off their faces if we win.’ ‘Just as long as we’re not wiping you off the pitch,’ said Hermione.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Hermione, who had all her fingers crossed in her lap, was squinting fixedly at Harry, who was circling the game like a hawk, looking for the Snitch.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry had suddenly gone into a spectacular dive, which drew gasps and cheers from the crowd. Hermione stood up, her crossed fingers in her mouth, as Harry streaked towards the ground like a bullet.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Come on, Harry!’ Hermione screamed, leaping on to her seat to watch as Harry sped straight at Snape – she didn’t even notice Malfoy and Ron rolling around under her seat, or the scuffles and yelps coming from the whirl of fists that was Neville, Crabbe and Goyle.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Ron! Ron! Where are you? The game’s over! Harry’s won! We’ve won! Gryffindor are in the lead!’ shrieked Hermione, dancing up and down on her seat and hugging Parvati Patil in the row in front.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Harry, where have you been?’ Hermione squeaked.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "The following week dragged by. Wednesday night found Hermione and Harry sitting alone in the common room, long after everyone else had gone to bed.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry and Hermione walked back to the castle, feeling Saturday couldn’t come quickly enough.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Not until they’d stepped out into the cold night air did they throw off the Cloak, glad to be able to breathe properly again. Hermione did a sort of jig. ‘Malfoy’s got detention! I could sing!’ ‘Don’t,’ Harry advised her. Chuckling about Malfoy, they waited, Norbert thrashing about in his crate.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry had forgotten they still had detentions to do in the furore over the points they’d lost. He half expected Hermione to complain that this was a whole night of revision lost, but she didn’t say a word. Like Harry, she felt they deserved what they’d got.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "They heard him crashing away through the undergrowth and stood looking at each other, very scared, until they couldn’t hear anything but the rustling of leaves around them. ‘You don’t think they’ve been hurt, do you?’ whispered Hermione. ‘I don’t care if Malfoy has, but if something’s got Neville … It’s our fault he’s here in the first place.’",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Harry! Harry, are you all right?’ Hermione was running towards them down the path, Hagrid puffing along behind her.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Hermione looked very frightened, but she had a word of comfort.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry nodded, but he couldn’t shake off a lurking feeling that there was something he’d forgotten to do, something important. When he tried to explain this, Hermione said, ‘That’s just the exams. I woke up last night and was halfway through my Transfiguration notes before I remembered we’d done that one.’",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘You’re right, Harry,’ said Hermione in a small voice.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Of course not,’ said Hermione briskly. ‘How do you think you’d get to the Stone without us? I’d better go and look through my books, there might be something useful …’ ‘But if we get caught, you two will be expelled, too.’ ‘Not if I can help it,’ said Hermione grimly. ‘Flitwick told me in secret that I got a hundred and twelve per cent on his exam. They’re not throwing me out after that.’",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Harry turned to Hermione. ‘Do something,’ he said desperately. Hermione stepped forward.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Lucky you pay attention in Herbology, Hermione,’ said Harry as he joined her by the wall, wiping sweat off his face.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "Hermione let out a great sigh and Harry, amazed, saw that she was smiling, the very last thing he felt like doing.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘But Harry – what if You-Know-Who’s with him?’ ‘Well – I was lucky once, wasn’t I?’ said Harry, pointing at his scar. ‘I might get lucky again.’ Hermione’s lip trembled and she suddenly dashed at Harry and threw her arms around him. ‘Hermione!’ ‘Harry – you’re a great wizard, you know.’ ‘I’m not as good as you,’ said Harry, very embarrassed, as she let go of him. ‘Me!’ said Hermione. ‘Books! And cleverness! There are more important things – friendship and bravery and – oh Harry – be careful!’ ‘You drink first,’ said Harry. ‘You are sure which is which, aren’t you?’ ‘Positive,’ said Hermione. She took a long drink from the round bottle at the end and shuddered. ‘It’s not poison?’ said Harry anxiously. ‘No – but it’s like ice.’ ‘Quick, go, before it wears off.’ ‘Good luck – take care –’ ‘GO!’ Hermione turned and walked straight through the purple fire.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Harry!’ Hermione looked ready to fling her arms around him again, but Harry was glad she held herself in as his head was still very sore.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘Second – to Miss Hermione Granger … for the use of cool logic in the face of fire, I award Gryffindor house fifty points.’ Hermione buried her face in her arms; Harry strongly suspected she had burst into tears.",
    "shortname": ""
},
{
    "book": "Philosopher's Stone",
    "chapter": "",
    "quote": "‘See you over the summer, then.’ ‘Hope you have – er – a good holiday,’ said Hermione, looking uncertainly after Uncle Vernon, shocked that anyone could be so unpleasant. ‘Oh, I will,’ said Harry, and they were surprised at the grin that was spreading over his face. ‘They don’t know we’re not allowed to use magic at home. I’m going to have a lot of fun with Dudley this summer …’",
    "shortname": ""
    }]
}
